{
    "Title":"champion_elephant",
    "Content":"War elephants were incredibly unique and dangerous units. With their immense size, weight, and momentum, a couple of charging elephants could shatter entire formations and decide the outcome of a battle. Elephants were even able to damage or take down defensive fortifications. No wonder they are today often regarded as the “tanks of antiquity”.\n\nOftentimes, elephants carried wooden platforms or turrets, with archers providing additional firepower. But just the presence of elephants alone rendered cavalry units virtually useless, as they scared off the horses.\n\nBut the effect on the enemy's morale should not be underestimated either. The  sight alone of a charging and loudly trumpeting horde of elephants could spark panic among even the most seasoned warriors.\n\nOn the battlefield, elephants would sometimes get out of control and attack their own allies. To prevent that, riders had a special chisel to kill the elephant. Nonetheless, elephants sometimes caused more damage to their own men than to the enemy's.\n\nOver time, various methods to cope with the threat of war elephants on the battlefield were developed. One way was to open passages in the melee infantry formation that the elephants would instinctively run into. The infantry would then barrage the creatures projectiles. This maneuver was famously performed under Scipio Africanus against Carthage's elephants at the Battle of Zama in 202 BC.\n\nDigging trenches was also a good way to neutralize elephants as well. Caltrops were also utilized. They were spikes that were scattered on the ground, and would slit open the elephant's vulnerable sole if one had the misfortune of stepping on it.\n\nAnother more unconventional method was the use of pigs. Elephants are terrified by the screams of pigs. During the Siege of Megara in 266 BC, the defenders doused pigs in combustible liquids, lit them on fire, and drove the burning, screaming pigs towards the enemy's elephants. The elephants fell in panic and trampled many of their own soldiers.\n\n  "
}